Repository: common-repository/wc-koin-official
Catalog: languages/wc-koin-official-*.po
Languages: es_es, pt_br

source: KOIN CANCELLATION SUCCESS
es_es: CANCELACIÓN KOIN EXITOSA
pt_br: CANCELAMENTO KOIN BEM-SUCEDIDO

source: The cancellation work successfully.
es_es: La cancelación se realizó con éxito.
pt_br: O cancelamento foi realizado com sucesso.

source: KOIN CANCELLATION ERROR
es_es: ERROR DE CANCELACIÓN DE KOIN
pt_br: ERRO NO CANCELAMENTO KOIN

source: Cancellation failed. Unable to find the order on Koin.
es_es: La cancelación falló. No se pudo encontrar el pedido en Koin.
pt_br: Cancelamento falhou. Não foi possível encontrar o pedido na Koin.

source: Cancellation doesn't work properly!
es_es: ¡La cancelación no funciona correctamente!
pt_br: O cancelamento não funcionou corretamente!

source: Synchronization failed. Unable to find the order on Koin.
es_es: La sincronización falló. No se pudo encontrar el pedido en Koin.
pt_br: Sincronização falhou. Não foi possível encontrar o pedido na Koin.

source: KOIN SYNC SUCCESS
es_es: SINCRONIZACIÓN KOIN EXITOSA
pt_br: SINCRONIZAÇÃO KOIN BEM-SUCEDIDA

source: Status changed automatically by Koin after sync.
es_es: Estado cambiado automáticamente por Koin después de la sincronización.
pt_br: Status alterado automaticamente pela Koin após a sincronização.

source: The sync work successfully updated.
es_es: La sincronización se actualizó con éxito.
pt_br: A sincronização foi atualizada com sucesso.

source: The order has been successfully updated.
es_es: El pedido se ha actualizado con éxito.
pt_br: O pedido foi atualizado com sucesso.

source: KOIN SYNC ERROR
es_es: ERROR DE SINCRONIZACIÓN DE KOIN
pt_br: ERRO NA SINCRONIZAÇÃO KOIN

source: Sync doesn't work properly!
es_es: ¡La sincronización no funciona correctamente!
pt_br: A sincronização não funcionou corretamente!

source: Koin - Payment in installments
es_es: Koin - Pago en cuotas
pt_br: Koin - Pagamento parcelado

source: Pay in installments by ticket slip at Koin!
es_es: ¡Paga en cuotas mediante boleto en Koin!
pt_br: Pague parcelado por boleto na Koin!

source: Create your koin account.
es_es: Crea tu cuenta en Koin.
pt_br: Crie sua conta Koin.

source: Enable
es_es: Habilitar
pt_br: Habilitar

source: Enable payment in installments by ticket
es_es: Habilitar el pago en cuotas mediante boleto
pt_br: Habilitar pagamento parcelado por boleto

source: Check this option to activate the Koin payment method
es_es: Marque esta opción para activar el método de pago de Koin
pt_br: Marque esta opção para ativar o método de pagamento Koin

source: Title
es_es: Título
pt_br: Título

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: Koin - Ticket Slip
es_es: Koin - Boleto
pt_br: Koin - Boleto

source: Description
es_es: Descripción
pt_br: Descrição

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve durante el pago.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Ticket payments by installments
es_es: Pagos de boletos en cuotas
pt_br: Pagamentos parcelados por boleto

source: Discount Type
es_es: Tipo de Descuento
pt_br: Tipo de Desconto

source: In this option you can define whether the discount will be calculated by percentage (%) or by a fixed amount.
es_es: En esta opción, puede definir si el descuento se calculará por porcentaje (%) o por un monto fijo.
pt_br: Nesta opção, você pode definir se o desconto será calculado por porcentagem (%) ou por valor fixo.

source: Disabled
es_es: Deshabilitado
pt_br: Desabilitado

source: Percentage (%)
es_es: Porcentaje (%)
pt_br: Porcentagem (%)

source: Fixed value (R$)
es_es: Valor fijo (R$)
pt_br: Valor fixo (R$)

source: Discount Value
es_es: Valor de Descuento
pt_br: Valor do Desconto

source: In this option you can define the discount amount.
es_es: En esta opción, puede definir el monto del descuento.
pt_br: Nesta opção, você pode definir o valor do desconto.

source: Test mode activate! In this mode transactions are not real.
es_es: ¡Modo de prueba activado! En este modo, las transacciones no son reales.
pt_br: Modo de teste ativado! As transações realizadas neste modo não são reais.

source: Koin payment link:
es_es: Enlace de pago de Koin:
pt_br: Link de pagamento Koin:

source: Modo sandbox ativado! As transações realizadas nesse modo não são reais.
es_es: ¡Modo sandbox activado! Las transacciones realizadas en este modo no son reales.

source: Koin - Pay with Credit Card
es_es: Koin - Pagar con Tarjeta de Crédito
pt_br: Koin - Pague com Cartão de Crédito

source: Pay in using credit card payment method!
es_es: ¡Paga utilizando el método de pago con tarjeta de crédito!
pt_br: Pague utilizando o método de pagamento com cartão de crédito!

source: Enable payment with Credit Card
es_es: Habilitar el pago con Tarjeta de Crédito
pt_br: Habilitar pagamento com Cartão de Crédito

source: Credit Card
es_es: Tarjeta de Crédito
pt_br: Cartão de Crédito

source: Pay using Credit Card payment method!
es_es: ¡Paga utilizando el método de pago con Tarjeta de Crédito!
pt_br: Pague utilizando o método de pagamento com Cartão de Crédito!

source: Installments quantity
es_es: Cantidad de cuotas
pt_br: Quantidade de parcelas

source: This controls the quantity of installments for credit card.
es_es: Esto controla la cantidad de cuotas para la tarjeta de crédito.
pt_br: Isso controla a quantidade de parcelas para o cartão de crédito.

source: Discount type
es_es: Tipo de descuento
pt_br: Tipo de desconto

source: Discount value
es_es: Valor de descuento
pt_br: Valor do desconto

source: Rate transfer type
es_es: Tipo de transferencia de tasa
pt_br: Tipo de transferência de taxa

source: Select the credit card interest charging type (simples or By installment)
es_es: Seleccione el tipo de cobro de intereses de la tarjeta de crédito (simple o por cuota)
pt_br: Selecione o tipo de cobrança de juros do cartão de crédito (simples ou por parcela)

source: By installment
es_es: Por cuota
pt_br: Por parcela

source: Rate transfer format
es_es: Formato de transferencia de tasa
pt_br: Formato de transferência de taxa

source: Select the credit card interest charging format (percentage or fixed rate)
es_es: Seleccione el formato de cobro de intereses de la tarjeta de crédito (porcentaje o tasa fija)
pt_br: Selecione o formato de cobrança de juros do cartão de crédito (porcentagem ou taxa fixa)

source: Rate value
es_es: Valor de la tasa
pt_br: Valor da taxa

source: In this option you can define the rate value.
es_es: En esta opción, puede definir el valor de la tasa.
pt_br: Nesta opção, você pode definir o valor da taxa.

source: Installment view
es_es: Vista de cuotas
pt_br: Visualização das parcelas

source: Define how installments are displayed at checkout.
es_es: Defina cómo se muestran las cuotas en el pago.
pt_br: Defina como as parcelas são exibidas no checkout.

source: 12 x R$10,00 - Sem juros
es_es: 12 x R$10,00 - Sin intereses

source: 12 x R$10,00 (R$120,00) - Sem juros
es_es: 12 x R$10,00 (R$120,00) - Sin intereses

source: Rate value by installment
es_es: Valor de la tasa por cuota
pt_br: Valor da taxa por parcela

source: In this option you can define the fee amount for each installment.
es_es: En esta opción, puede definir el monto de la tarifa por cada cuota.
pt_br: Nesta opção, você pode definir o valor da taxa para cada parcela.

source: Unable to get customer session!
es_es: ¡No se puede obtener la sesión del cliente!
pt_br: Não foi possível obter a sessão do cliente!

source: Unable to identify credit card brand!
es_es: ¡No se puede identificar la marca de la tarjeta de crédito!
pt_br: Não foi possível identificar a bandeira do cartão de crédito!

source: Card Owner
es_es: Titular de la tarjeta
pt_br: Titular do Cartão

source: Card Number
es_es: Número de tarjeta
pt_br: Número do Cartão

source: Expiry Date
es_es: Fecha de vencimiento
pt_br: Data de Validade

source: Card Code
es_es: Código de la tarjeta
pt_br: Código do Cartão

source: Card Installments
es_es: Cuotas de la tarjeta
pt_br: Parcelas do Cartão

source: Card Brand
es_es: Marca de la tarjeta
pt_br: Bandeira do Cartão

source: Invalid address fields! Please check that the fields are filled in correctly.
es_es: ¡Campos de dirección inválidos! Por favor, verifique que los campos estén completados correctamente.
pt_br: Campos de endereço inválidos! Por favor, verifique se os campos estão preenchidos corretamente.

source: Credit Card Interest
es_es: Interés de la Tarjeta de Crédito
pt_br: Juros do Cartão de Crédito

source: - Response body invalid:
es_es: - Cuerpo de respuesta inválido:
pt_br: - Corpo da resposta inválido:

source: An unknown error has occurred. Please, contact Us.
es_es: Ha ocurrido un error desconocido. Por favor, contáctenos.
pt_br: Ocorreu um erro desconhecido. Por favor, entre em contato conosco.

source: Waiting for credit confirmation from Koin.
es_es: Esperando confirmación de crédito de Koin.
pt_br: Aguardando confirmação de crédito da Koin.

source: Test mode activate! In this mode transactions are not real.
es_es: ¡Modo de prueba activado! En este modo, las transacciones no son reales.
pt_br: Modo de teste ativado! As transações realizadas neste modo não são reais.

source: Order created:
es_es: Pedido creado:
pt_br: Pedido criado:

source: Invalid order status:
es_es: Estado de pedido inválido:
pt_br: Status de pedido inválido:

source: No body found:
es_es: No se encontró el cuerpo:
pt_br: Nenhum corpo encontrado:

source: Payment rejected! The transaction was declined due to a processing error. Please, contact us.
es_es: ¡Pago rechazado! La transacción fue rechazada debido a un error de procesamiento. Por favor, contáctenos.
pt_br: Pagamento rejeitado! A transação foi recusada devido a um erro de processamento. Por favor, entre em contato conosco.

source: Payment rejected! Invalid credit card details. Please, try again.
es_es: ¡Pago rechazado! Detalles de tarjeta de crédito inválidos. Por favor, intente nuevamente.
pt_br: Pagamento rejeitado! Detalhes do cartão de crédito inválidos. Por favor, tente novamente.

source: Payment rejected! It was not possible to make the payment.
es_es: ¡Pago rechazado! No fue posible realizar el pago.
pt_br: Pagamento rejeitado! Não foi possível realizar o pagamento.

source: Order captured:
es_es: Pedido capturado:
pt_br: Pedido capturado:

source: It was not possible to make the payment. Payment rejected!
es_es: No fue posible realizar el pago. ¡Pago rechazado!
pt_br: Não foi possível realizar o pagamento. Pagamento rejeitado!

source: Payment method discount
es_es: Descuento por método de pago
pt_br: Desconto no método de pagamento

source: Koin - Pay with PIX
es_es: Koin - Pagar con PIX
pt_br: Koin - Pague com PIX

source: Pay in using PIX payment method!
es_es: ¡Pague usando el método de pago PIX!
pt_br: Pague utilizando o método de pagamento PIX!

source: Enable payment with PIX
es_es: Habilitar pago con PIX
pt_br: Habilitar pagamento com PIX

source: Pay using PIX payment method!
es_es: ¡Pague usando el método de pago PIX!
pt_br: Pague utilizando o método de pagamento PIX!

source: Expiration time
es_es: Tiempo de expiración
pt_br: Tempo de expiração

source: 1 Hour
es_es: 1 Hora
pt_br: 1 Hora

source: 2 Hours
es_es: 2 Horas
pt_br: 2 Horas

source: 5 Hours
es_es: 5 Horas
pt_br: 5 Horas

source: 10 Hours
es_es: 10 Horas
pt_br: 10 Horas

source: 24 Hours
es_es: 24 Horas
pt_br: 24 Horas

source: This controls the expiration time for pix QR Code.
es_es: Esto controla el tiempo de expiración del código QR de Pix.
pt_br: Isso controla o tempo de expiração do QR Code do Pix.

source: Koin pix line:
es_es: Línea de Pix de Koin:
pt_br: Linha pix Koin:

source: Could not fetch order_id from database.
es_es: No se pudo obtener el order_id de la base de datos.
pt_br: Não foi possível buscar o order_id no banco de dados.

source: Error when making the request
es_es: Error al realizar la solicitud
pt_br: Erro ao fazer a solicitação

source: Koin Payments
es_es: Pagos Koin
pt_br: Pagamentos Koin

source: Order
es_es: Pedido
pt_br: Pedido

source: Status
es_es: Estado

source: Date
es_es: Fecha
pt_br: Data

source: Installments
es_es: Cuotas
pt_br: Parcelas

source: Details
es_es: Detalles
pt_br: Detalhes

source: Undefined
es_es: Indefinido
pt_br: Indefinido

source: O campo 'Tipo de Pessoa' é obrigatório!
es_es: ¡El campo 'Tipo de Persona' es obligatorio!

source: O campo 'CPF' é obrigatório!
es_es: ¡El campo 'CPF' es obligatorio!

source: O campo 'CNPJ' é obrigatório!
es_es: ¡El campo 'CNPJ' es obligatorio!

source: Tipo de Pessoa
es_es: Tipo de Persona

source: Sem juros
es_es: Sin intereses

source: Com juros
es_es: Con intereses

source: Waiting for Koin's reply
es_es: Esperando la respuesta de Koin
pt_br: Aguardando resposta da Koin

source: Suporte
es_es: Soporte

source: Koin Settings
es_es: Configuración de Koin
pt_br: Configurações da Koin

source: Environment
es_es: Entorno
pt_br: Ambiente

source: Select the environment, homologation or production.
es_es: Seleccione el entorno, homologación o producción.
pt_br: Selecione o ambiente, homologação ou produção.

source: Production
es_es: Producción
pt_br: Produção

source: Store Code
es_es: Código de la tienda
pt_br: Código da Loja

source: Enter your store code.
es_es: Ingrese su código de tienda.
pt_br: Digite o código da sua loja.

source: Store Account
es_es: Cuenta de la tienda
pt_br: Conta da Loja

source: Enter your store account.
es_es: Ingrese su cuenta de tienda.
pt_br: Digite a conta da sua loja.

source: Secret Key
es_es: Clave secreta
pt_br: Chave Secreta

source: Enter your secret key.
es_es: Ingrese su clave secreta.
pt_br: Digite sua chave secreta.

source: Organization ID
es_es: ID de la organización
pt_br: ID da Organização

source: Enter your organization.
es_es: Ingrese su organización.
pt_br: Digite sua organização.

source: Test Store Code
es_es: Código de tienda de prueba
pt_br: Código da Loja de Teste

source: Enter your test store code.
es_es: Ingrese su código de tienda de prueba.
pt_br: Digite o código da sua loja de teste.

source: Test Store Account
es_es: Cuenta de tienda de prueba
pt_br: Conta da Loja de Teste

source: Enter your test store account.
es_es: Ingrese su cuenta de tienda de prueba.
pt_br: Digite a conta da sua loja de teste.

source: Test Secret Key
es_es: Clave secreta de prueba
pt_br: Chave Secreta de Teste

source: Enter your test secret key.
es_es: Ingrese su clave secreta de prueba.
pt_br: Digite sua chave secreta de teste.

source: Test Organization ID
es_es: ID de organización de prueba
pt_br: ID da Organização de Teste

source: Success status for orders
es_es: Estado de éxito para pedidos
pt_br: Status de sucesso para pedidos

source: Processing
es_es: Procesando
pt_br: Processando

source: Completed
es_es: Completado
pt_br: Concluído

source: This field defines what status the order must have after being successfully completed.
es_es: Este campo define el estado que debe tener el pedido después de completarse con éxito.
pt_br: Este campo define qual status o pedido deve ter após ser concluído com sucesso.

source: Enable Woocommerce Logs for Koin.
es_es: Habilitar registros de Woocommerce para Koin.
pt_br: Ativar Logs do WooCommerce para Koin.

source: To View the logs click the link:
es_es: Para ver los registros haga clic en el enlace:
pt_br: Para ver os logs, clique no link:

source: My Account
es_es: Mi Cuenta
pt_br: Minha Conta

source: Enable Koin menu on my account page.
es_es: Habilitar el menú de Koin en la página de mi cuenta.
pt_br: Ativar menu Koin na página da minha conta.

source: Create a menus on Woocommerce my account page.
es_es: Crear un menú en la página de mi cuenta de Woocommerce.
pt_br: Criar um menu na página da minha conta no WooCommerce.

source: Sync orders option
es_es: Opción de sincronización de pedidos
pt_br: Opção de sincronização de pedidos

source: Enable manual order synchronization option.
es_es: Habilitar opción de sincronización manual de pedidos.
pt_br: Ativar opção de sincronização manual de pedidos.

source: Waring!
es_es: ¡Advertencia!
pt_br: Aviso!

source: Activating this option you will have access to a manual status synchronization option within the order pages. Only enable this option if you know what you are doing.
es_es: Al activar esta opción tendrás acceso a una opción de sincronización manual del estado dentro de las páginas de pedidos. Solo habilita esta opción si sabes lo que estás haciendo.
pt_br: Ativando esta opção, você terá acesso a uma opção de sincronização manual de status nas páginas de pedidos. Só ative esta opção se souber o que está fazendo.

source: Awaiting payment
es_es: Esperando pago
pt_br: Aguardando pagamento

source: Under analysist
es_es: En análisis
pt_br: Em análise

source: Notification received successfully:
es_es: Notificación recibida con éxito:
pt_br: Notificação recebida com sucesso:

source: Notification status invalid:
es_es: Estado de notificación inválido:
pt_br: Status de notificação inválido:

source: Order completed successfully!
es_es: ¡Pedido completado con éxito!
pt_br: Pedido concluído com sucesso!

source: Waiting for first payment.
es_es: Esperando el primer pago.
pt_br: Aguardando primeiro pagamento.

source: Awaiting credit analysis by Koin.
es_es: Esperando el análisis de crédito por parte de Koin.
pt_br: Aguardando análise de crédito pela Koin.

source: Order cancelled successfully!
es_es: ¡Pedido cancelado con éxito!
pt_br: Pedido cancelado com sucesso!

source: Order Published!
es_es: ¡Pedido publicado!
pt_br: Pedido Publicado!

source: Order Opened!
es_es: ¡Pedido abierto!
pt_br: Pedido Aberto!

source: Order failed!
es_es: ¡Pedido fallido!
pt_br: Pedido falhou!

source: Status changed automatically by Koin
es_es: Estado cambiado automáticamente por Koin
pt_br: Status alterado automaticamente pela Koin

source: It was not possible to identify the
es_es: No fue posible identificar el
pt_br: Não foi possível identificar o

source: field in the received notification.
es_es: campo en la notificación recibida.
pt_br: campo na notificação recebida.

source: Woocomerce orde not found:
es_es: Pedido de WooCommerce no encontrado:

source: The plugin depends on WooCommerce to work!
es_es: ¡El plugin depende de WooCommerce para funcionar!
pt_br: O plugin depende do WooCommerce para funcionar!

source: Settings for Koin Official Payments
es_es: Configuración para Pagos Oficiales de Koin
pt_br: Configurações para Pagamentos Oficiais Koin

source: Essa versão utiliza um novo mecanismo de autenticação! Caso não consiga se autenticar entre em contato conosco
es_es: ¡Esta versión utiliza un nuevo mecanismo de autenticación! Si no puedes autenticarte, contacta con nosotros
pt_br: Esta versão utiliza um novo mecanismo de autenticação! Caso não consiga se autenticar, entre em contato conosco

source: neste link
es_es: en este enlace

source: Payment method:
es_es: Método de pago:
pt_br: Método de pagamento:

source: Installments:
es_es: Cuotas:
pt_br: Parcelas:

source: Koin Order ID:
es_es: ID del pedido Koin:
pt_br: ID do Pedido Koin:

source: Koin Payment Link:
es_es: Enlace de pago Koin:
pt_br: Link de Pagamento Koin:

source: Sync Koin order
es_es: Sincronizar pedido Koin
pt_br: Sincronizar pedido Koin

source: How does work
es_es: ¿Cómo funciona?
pt_br: Como funciona

source: Koin's payment in installments?
es_es: ¿Pago en cuotas con Koin?
pt_br: Parcelamento pela Koin?

source: click here
es_es: haz clic aquí
pt_br: clique aqui

source: Accepted card brands
es_es: Marcas de tarjeta aceptadas
pt_br: Bandeiras aceitas

source: MM/YY
es_es: MM/AA
pt_br: MM/AA

source: Previous
es_es: Anterior
pt_br: Anterior

source: Next
es_es: Siguiente
pt_br: Próximo

source: Browse products
es_es: Explorar productos
pt_br: Procurar produtos

source: No order has been made yet.
es_es: Aún no se ha realizado ningún pedido.
pt_br: Nenhum pedido foi feito ainda.

source: Installments:
es_es: Cuotas:
pt_br: Parcelas:

source: Koin order ID:
es_es: ID del pedido Koin:
pt_br: ID do Pedido Koin:

source: Koin payment link:
es_es: Enlace de pago Koin:
pt_br: Link de Pagamento Koin:

source: Access the link below to finalize the payment on the Koin platform.
es_es: Accede al enlace a continuación para finalizar el pago en la plataforma Koin.
pt_br: Acesse o link abaixo para finalizar o pagamento na plataforma Koin.

source: Credit card payment successful!
es_es: ¡Pago con tarjeta de crédito exitoso!
pt_br: Pagamento com cartão de crédito realizado com sucesso!

source: Scan the QR Code or copy the typeable line.
es_es: Escanea el código QR o copia la línea tipeable.
pt_br: Escaneie o QR Code ou copie a linha digitável.

source: Copy
es_es: Copiar
pt_br: Copiar

source: The Koin Official Payments isn't compatible to your PHP version.
es_es: Los Pagos Oficiales de Koin no son compatibles con tu versión de PHP.
pt_br: O Koin Official Payments não é compatível com sua versão do PHP.

source: The PHP version has to be a less 7.1!
es_es: ¡La versión de PHP debe ser menor a 7.1!
pt_br: A versão do PHP deve ser menor que 7.1!

source: Koin Official Payments
es_es: Pagos Oficiales de Koin
pt_br: Pagamentos Oficiais Koin

source: Koin Official Payments Gateways
es_es: Pasarelas de Pagos Oficiales de Koin
pt_br: Gateways de Pagamentos Oficiais Koin

source: Simple
pt_br: Simples

source: Woocomerce order not found:
pt_br: Pedido do WooCommerce não encontrado:
